{
  "HomePage": {
    "welcome": "សូមស្វាគមន៍មកកាន់",
    "welcome2": "ក្រុមហ៊ុន អាល់ហ្វា​ អិមអេសអេច​​ ឯ.ក.",
    "description": "យើងជាក្រុមហ៊ុនចុះបញ្ជីនៅកម្ពុជាដែលមានឯកទេសក្នុងការរចនា និងដំឡើងប្រព័ន្ធមេកានិក អគ្គិសនី បំពង់ទឹក និងប្រព័ន្ធពន្លត់អគ្គីភ័យ (MEPF)។ បន្ថែមពីលើ MEPF យើងផ្តល់សេវាកម្មស៊ីវិល និងស្ថាបត្យកម្មដ៏ទូលំទូលាយ ដែលអនុញ្ញាតឱ្យយើងផ្តល់នូវដំណោះស្រាយសំណង់រួមបញ្ចូលគ្នាយ៉ាងពេញលេញ និងគ្មានថ្នេរ។ ជាមួយនឹងក្រុមការងារដែលមានជំនាញ និងបទពិសោធន៍ យើងប្តេជ្ញាផ្តល់នូវសេវាកម្មដែលអាចទុកចិត្តបាន និងគុណភាពខ្ពស់ ស្របតាមតម្រូវការរបស់អតិថិជនរបស់យើង។",
    "profilecompany": "ទាញយកប្រវត្តិរូបក្រុមហ៊ុន",

    "problemsolving": "បញ្ហាដែលយើងកំពុងដោះស្រាយ ",
    "sdescription": "យើងធានាបាននូវភាពសុចរិតនៃរាល់គម្រោងចាប់ពីមូលដ្ឋានឡើង តាមរយៈវិស្វកម្មសំណង់ស៊ីវិល ការកសាងគ្រឹះដ៏រឹងមាំ និងរចនាសម្ព័ន្ធប្រើប្រាស់បានយូរ។ សេវាកម្ម MEP របស់យើងបំពាក់អគារជាមួយនឹងប្រព័ន្ធខាងក្នុងសំខាន់ៗទាំងអស់សម្រាប់សុវត្ថិភាព ផាសុកភាព និងមុខងារ។ ជាចុងក្រោយ ការរចនាស្ថាបត្យកម្មរបស់យើងនាំមកនូវជីវិតដល់គម្រោង ដោយផ្តោតលើការបញ្ចប់ និងប្លង់ ដើម្បីបង្កើតលំហដ៏ស្រស់ស្អាត និងស្អិតរមួត។",
    "title1": "គ្រឹះ និងរចនាសម្ព័ន្ធ",
    "description1": "យើងធានាបាននូវស្ថេរភាព និងភាពធន់របស់គម្រោងដោយជំនាញក្នុងការដោះស្រាយរាល់ការងារសំណង់ស៊ីវិល ចាប់ពីគ្រឹះរហូតដល់ស៊ុមរចនាសម្ព័ន្ធ។",
    "title2": "ប្រព័ន្ធ និងហេដ្ឋារចនាសម្ព័ន្ធផ្ទៃក្នុង",
    "description2": "យើងបំពាក់អគារជាមួយនឹងប្រព័ន្ធ MEP សំខាន់ៗសម្រាប់សុវត្ថិភាព ផាសុកភាព និងមុខងារ រួមទាំង HVAC ថាមពល និងប្រព័ន្ធទឹក",
    "title3": "ការរចនា & បញ្ចប់រចនា",
    "description3": "យើងផ្តល់ជូននូវការរចនាស្ថាបត្យកម្មយ៉ាងទូលំទូលាយដើម្បីបង្កើតកន្លែងដែលមានមុខងារ និងសោភ័ណភាពពីផ្នែកខាងក្រៅរហូតដល់ការបញ្ចប់ផ្នែកខាងក្នុង។",

    "ourpartnership": "ភាពជាដៃគូរបស់យើង",
    "ourprojects": "គម្រោងរបស់យើង",
    "pdescriptions": "ស្វែងយល់ពីផលប័ត្រចម្រុះរបស់យើងដែលបង្ហាញពីគម្រោងសំណង់ស៊ីវិល ស្ថាបត្យកម្ម និង MEP ដែលទទួលបានជោគជ័យនៅទូទាំងវិស័យផ្សេងៗ។",
    "completed": "គម្រោងត្រូវបានបញ្ចប់",
    "cdescription": "យើងសាងសង់ដោយភាពជាក់លាក់ និងការថែទាំ",
    "inprogress": "គម្រោងកំពុងដំណើរការ",
    "idescription": "ភាពជាក់លាក់ដែលកំពុងសាងសង់",
    "future": "គម្រោងនាពេលអនាគត",
    "fdescription": "ផែនការថ្ងៃនេះ ថាមពលនាពេលអនាគត",

    "ourservices": "សេវាកម្មរបស់យើង",
    "MechanicalServices": "ម៉ាស៊ីនអេឡិចត្រូនិច",
    "Mdescription": "ផ្តោតលើការបង្កើតបរិយាកាសក្នុងផ្ទះប្រកបដោយផាសុកភាព និងសុខភាពល្អ តាមរយៈការរចនា និងការដំឡើងប្រព័ន្ធកំដៅ ខ្យល់ និងម៉ាស៊ីនត្រជាក់ (HVAC)។",
    "ElectricalServices": "អគ្គិសនី​(ត្រង់ស្វូ)",
    "Edescription": "គ្របដណ្តប់ប្រព័ន្ធថាមពល និងបច្ចេកវិទ្យាទាំងអស់។ នេះរួមបញ្ចូលទាំងតង់ស្យុងទាប (LV) សម្រាប់ចែកចាយថាមពល ភ្លើងបំភ្លឺ និងសុវត្ថិភាព និងបន្ថែមវ៉ុលទាប (ELV) សម្រាប់សុវត្ថិភាព ទិន្នន័យ និងប្រព័ន្ធគ្រប់គ្រងអគារ។",
    "PlumbingServices": "ប្រពន្ធ័ទឹក",
    "Pdescription": "គ្រប់គ្រងហេដ្ឋារចនាសម្ព័ន្ធទាក់ទងនឹងទឹកទាំងអស់ រួមទាំងការផ្គត់ផ្គង់ទឹកសាប លូបង្ហូរទឹកសម្រាប់កាកសំណល់ និងទឹកភ្លៀង និងប្រព័ន្ធឯកទេសសម្រាប់ពន្លត់អគ្គីភ័យ និងកន្លែងកម្សាន្ត។",
    "CivilServices": "សំណង់របស់អគារ",
    "Cdescription": "បង្កើតមូលដ្ឋានគ្រឹះរចនាសម្ព័ន្ធនៃអគារ ការរៀបចំទីតាំង ការជីកកកាយ ការងារបេតុង និងការសាងសង់ក្របខ័ណ្ឌសំខាន់របស់អគារ។",
    "ArchitectureServices": "ស្ថាបត្យកម្ម",
    "Adescription": "ដោះស្រាយជាមួយនឹងការរចនាសោភ័ណភាព និងមុខងារនៃអគារ រួមទាំង facade ខាងក្រៅ ការបញ្ចប់ខាងក្នុង ដំបូល និងការដំឡើងទ្វារ បង្អួច និងធាតុតុបតែងផ្សេងទៀត។",

    "whychooseus": "ហេតុអ្វីជ្រើសរើសយើង",
    "wdescription": "បំពេញសេវាកម្មស៊ីវិល ស្ថាបត្យកម្ម និង MEP ចាប់ពីការរចនារហូតដល់ការប្រតិបត្តិ — ទាំងអស់នៅក្រោមដំបូលតែមួយ។",
    "Clients": "អតិថិជនពេញចិត្ត",
    "employee": "បុគ្គលិក",
    "experience": "ឆ្នាំនៃបទពិសោធន៍",
    "project": "គម្រោង",

    "new&event": "ព័ត៌មាន និង ព្រឹត្តិការណ៍",
    "ndescription": "ទទួលបានព័ត៌មានថ្មីៗ និងព្រឹត្តិការណ៍ថ្មីៗនៅក្នុងឧស្សាហកម្មសំណង់ និងវិស្វកម្ម",
    "btn": "មើលបន្ថែមទៀត"
  },

  "Contact": {
    "contactpage": "ទំនាក់ទំនង",
    "moredetails": "សម្រាប់ព័ត៌មានបន្ថែម",
    "Submit your enquiry here": "ដាក់ស្នើសំណួររបស់អ្នកនៅទីនេះ",
    "Familyname": "នាមត្រកូល",
    "Givenname": "នាមខ្លួន",
    "address": "អាសយដ្ឋាន",
    "phone": "លេខទូរស័ព្ទ",
    "email": "អ៊ីមែល",
    "subject": "ប្រធានបទ",
    "message": "សារលំអិត",
    "sendmessage": "ផ្ញើសារឥឡូវនេះ",
    "officehour": "ម៉ោងធ្វើការ",
    "mon-fri": "ថ្ងៃច័ន្ទ​ ​និង ថ្ងៃសុក្រ ៖​ ៨:០០ ព្រឹក ដល់ ៥:០០ ល្ងាច",
    "sat": "ថ្ងៃសៅរ៍​ ៖ ៨:០០ ព្រឹក ដល់ ១២:០០ ព្រឹក ឬ ១:០០ ល្ងាច​ ដល់​ ៥:០០ ល្ងាច",
    "sun": "ថ្ងៃអាទិត្យ​ ៖ ​សម្រាក"
  },

  "speechfromceo": {
    "speechfromceo": "ទម្រង់សុន្ទរកថារបស់នាយកប្រតិបត្តិ"
  },

  "quoteCompany": {
    "quote": "ទំនុកចិត្ត​ ស្ថេរភាព ប្រសិទ្ធភាព"
  },

  "whoweare": {
    "whoweare": "តើយើងជានរណា"
  },

  "Team": {
    "team": "សមាជិកក្រុម"
  },

  "MVC": {
    "mission&vision": "បេសកកម្ម & ចក្ខុវិស័យ",
    "mission": "បេសកកម្ម",
    "description1": "បេសកកម្មរបស់យើងគឺផ្តល់សិទ្ធិអំណាចដល់អតិថិជនរបស់យើងតាមរយៈការផ្តល់នូវសេវាកម្មប្រកបដោយគុណភាពខ្ពស់ ភាពជឿជាក់ និងការគាំទ្រឥតឈប់ឈរ។ យើងប្តេជ្ញាធ្វើជាដៃគូដែលអាចជឿទុកចិត្តបាន ដោយធានាឱ្យអតិថិជនរបស់យើងមិនត្រឹមតែសម្រេចបាននូវគោលដៅភ្លាមៗរបស់ពួកគេប៉ុណ្ណោះទេ ប៉ុន្តែថែមទាំងទទួលបានបទពិសោធន៍ជោគជ័យ និងការពេញចិត្តក្នុងការខិតខំរបស់ពួកគេផងដែរ។",
    "vision": "ចក្ខុវិស័យ",
    "description2": "ចក្ខុវិស័យរបស់យើងគឺដើម្បីក្លាយជាអ្នកដឹកនាំឧស្សាហកម្មដែលមិនមានជម្លោះ ដែលត្រូវបានទទួលស្គាល់សម្រាប់ការកំណត់ឡើងវិញនូវឧត្តមភាពសេវាកម្ម។ យើងមានគោលបំណងធ្វើឱ្យលើសពីការរំពឹងទុករបស់អតិថិជនគ្រប់រូប ជំរុញភាពស្មោះត្រង់យ៉ាងជ្រាលជ្រៅ និងក្លាយជាដៃគូដែលមិនអាចខ្វះបានដែលជំរុញឱ្យទទួលបានជោគជ័យជានិរន្តរភាពរបស់ពួកគេ។",
    "core values": "តម្លៃស្នូល",
    "description3": "ជាស្នូលរបស់យើង យើងរួមបញ្ចូលវិជ្ជាជីវៈជាមួយនឹងជំនាញ និងស្តង់ដារខ្ពស់ ដំណើរការដោយសុចរិតភាពដោយមិនងាករេ ដោយតែងតែធ្វើអ្វីដែលត្រឹមត្រូវ និងរក្សាទំនួលខុសត្រូវយ៉ាងស៊ីជម្រៅដោយការធ្វើជាម្ចាស់លើសកម្មភាព និងការសន្យារបស់យើង។"
  },

  "inprogressing": {
    "inprogressing": "គម្រោងកំពុងដំណើរការ",
    "text": "នៅក្នុងទំព័រគម្រោងដែលកំពុងដំណើរការ យើងនឹងបង្ហាញគម្រោងដែលកំពុងសាងសង់ ឬកំពុងអភិវឌ្ឍន៍។ ផ្នែកនេះនឹងបង្ហាញពីកិច្ចខិតខំប្រឹងប្រែងដែលកំពុងបន្ត និងវឌ្ឍនភាពនៃក្រុមរបស់យើងនៅក្នុងគម្រោងផ្សេងៗ។"
  },

  "completed": {
    "completed": "គម្រោងត្រូវបានបញ្ចប់",
    "informations": "ព័ត៌មានគម្រោង",
    "workon": "ធ្វើការលើ",
    "location": "ទីតាំង",
    "starton": "ចាប់ផ្តើម",
    "endon": "បញ្ចប់"
  },

  "future": {
    "future": "គម្រោងនាពេលអនាគត"
  },

  "Navbar": {
    "Home": "ទំព័រដើម",
    "About": "អំពីយើង",
    "whoweare": "តើយើងជានរណា",
    "speechfromceo": "ទម្រង់សុន្ទរកថារបស់នាយកប្រតិបត្តិ",
    "mission&vision": "បេសកកម្ម & ចក្ខុវិស័យ",
    "team": "សមាជិកក្រុម",
    "Services": "សេវាកម្ម",
    "completed": "គម្រោងត្រូវបានបញ្ចប់",
    "inprogress": "គម្រោងកំពុងដំណើរការ",
    "future": "គម្រោងនាពេលអនាគត",
    "Projects": "គម្រោង",
    "MechanicalServices": "ម៉ាស៊ីនអេឡិចត្រូនិច",
    "ElectricalServices": "អគ្គិសនីត(ត្រង់ស្វូ)",
    "PlumbingServices": "ប្រព័ន្ធបំពង់ទឹក",
    "CivilServices": "សំណង់របស់អគារ",
    "ArchitectureServices": "ស្ថាបត្យកម្ម",
    "Contact": "ទំនាក់ទំនង"
  },

  "Mechanical": {
    "Mechanical": "សេវាកម្មម៉ាស៊ីន",
    "air-conditioning system": "រចនា និងដំឡើងប្រព័ន្ធម៉ាស៊ីនត្រជាក់",
    "description": "ប្រព័ន្ធម៉ាស៊ីនត្រជាក់មានធាតុផ្សំសំខាន់ៗជាច្រើនដែលធ្វើការនៅក្នុងការប្រគុំតន្ត្រីដើម្បីផ្តល់ភាពត្រជាក់។ នៅស្នូលរបស់វា ប្រព័ន្ធម៉ាស៊ីនត្រជាក់បង្កើតទឹកត្រជាក់ ដែលបន្ទាប់មកត្រូវបានបញ្ជូនទៅកាន់ Air Handling Units (AHUs) ដែលប្រើសម្រាប់ម៉ាស៊ីនត្រជាក់ក្នុងទីធ្លាធំ និង Fan Coil Units (FCUs) ដែលបម្រើបន្ទប់នីមួយៗ។ សម្រាប់ភាពត្រជាក់ដែលបានធ្វើមូលដ្ឋានីយកម្មកាន់តែច្រើន ប្រព័ន្ធបំបែកត្រូវបានប្រើប្រាស់ ដោយរួមបញ្ចូលប្រព័ន្ធ VRV/VRF សម្រាប់តំបន់ជាច្រើន ប្រព័ន្ធរមូរឌីជីថលសម្រាប់សមត្ថភាពអថេរ និងឯកតាបំបែកតែមួយសម្រាប់ភាពត្រជាក់មួយទៅមួយ។ ការចែកចាយទឹកត្រជាក់ប្រកបដោយប្រសិទ្ធភាព ពឹងផ្អែកលើបំពង់ទឹកត្រជាក់ ខណៈពេលដែលបំពង់ទឹកមានសារៈសំខាន់ណាស់សម្រាប់ការបញ្ជូនខ្យល់ត្រជាក់ និងខ្យល់ក្តៅត្រឡប់មកវិញ។ ការរចនារួម និងការដំឡើងធាតុផ្សំទាំងនេះ ចាប់ពីការធ្វើផែនការសមត្ថភាព និងការកំណត់តំបន់ រហូតដល់ការដំឡើងឧបករណ៍ និងការងារអគ្គិសនី បង្កើតបានជាក្របខ័ណ្ឌម៉ាស៊ីនត្រជាក់ពេញលេញ។",
    "ventilation system": "ការរចនានិងការដំឡើងប្រព័ន្ធខ្យល់",
    "title1": "ប្រព័ន្ធបញ្ចេញខ្យល់",
    "description1": "នេះជាពិសេសដោះស្រាយជាមួយការដកខ្យល់កខ្វក់ ឬក្លិនស្អុយចេញ។ ការរចនាពិចារណាពីប្រភេទសារធាតុកខ្វក់ដែលត្រូវដកចេញ ធានាបាននូវអត្រាផ្លាស់ប្តូរខ្យល់គ្រប់គ្រាន់ និងជ្រើសរើសកង្ហារ និងបំពង់ទឹកដែលសមស្រប។ ទិដ្ឋភាពសំខាន់ៗរួមមានការរចនាជង់ត្រឹមត្រូវសម្រាប់ការបែកខ្ញែកនៃជាតិពុល និងវិធានការសុវត្ថិភាពអគ្គីភ័យ។ ការដំឡើងពាក់ព័ន្ធនឹងការដំឡើងកង្ហារ/បំពង់សុវត្ថិភាព និងការរួមបញ្ចូលជាមួយប្រព័ន្ធសុវត្ថិភាព",
    "title2": "ម៉ាសុីនស្រូបផ្សែង",
    "description2": "នេះផ្តោតលើការចាប់យក និងដកកំដៅ ចំហាយទឹក និងខាញ់ចេញពីផ្ទះបាយ។ ការរចនាពាក់ព័ន្ធនឹងការជ្រើសរើសប្រភេទក្រណាត់ត្រឹមត្រូវ និងធានាបាននូវទំហំ និងការដាក់ត្រឹមត្រូវលើឧបករណ៍ចម្អិនអាហារ។ សមាសធាតុសំខាន់ៗរួមមាន កង្ហារហត់នឿយដ៏ខ្លាំង ការងារបំពង់ដែលមានជាតិខាញ់ និងតម្រងខាញ់។ ខ្យល់តុបតែងមុខ (MUA) មានសារៈសំខាន់ណាស់ក្នុងការទប់ស្កាត់សម្ពាធអវិជ្ជមាន ហើយប្រព័ន្ធពន្លត់អគ្គីភ័យត្រូវបានរួមបញ្ចូលជាញឹកញាប់។ ការដំឡើងតម្រូវឱ្យមានការគាំទ្រផ្នែករចនាសម្ព័ន្ធ ដំណើរការបំពង់ច្បាស់លាស់ និងការរួមបញ្ចូលប្រព័ន្ធសុវត្ថិភាព",
    "title3": "ម៉ាសុីនបន្សត់ខ្យល់(សម្រាប់ម៉ាសុីនត្រជាក់)",
    "description3": "នេះ​គឺ​អំពី​ការ​ណែនាំ​ឱ្យ​មាន​ខ្យល់​អាកាស​ចេញ​ចូល​ក្នុង​អគារ។ ការរចនាពាក់ព័ន្ធនឹងការកំណត់អត្រាលំហូរខ្យល់ដោយផ្អែកលើការកាន់កាប់ និងលេខកូដ ត្រងខ្យល់ចូល និងម៉ាស៊ីនត្រជាក់ (កំដៅ/ត្រជាក់/សំណើម) សម្រាប់ការលួងលោម។ ការងើបឡើងវិញថាមពល (HRV/ERV) គឺមានសារៈសំខាន់សម្រាប់ប្រសិទ្ធភាព។ ទីតាំងទទួលទានត្រឹមត្រូវ (ឆ្ងាយពីសារធាតុបំពុល) និងការចែកចាយខ្យល់ប្រកបដោយប្រសិទ្ធភាពក៏ជាគន្លឹះផងដែរ។ ការ​ដំឡើង​រួម​បញ្ចូល​ទាំង​ការ​ដំឡើង​ឯកតា​សុវត្ថិភាព ការ​ធ្វើ​បំពង់​ត្រឹមត្រូវ និង​ការ​រក្សា​តុល្យភាព​ប្រព័ន្ធ។"
  },

  "Electrical": {
    "electrical": "សេវាកម្មអគ្គិសនី",
    "lowvoltage": "អគ្គិសនីតង់ស្យូតិច",
    "title1": "បំលែងអគ្គិសនី",
    "description1": "នេះពាក់ព័ន្ធនឹងការដំឡើង ការតភ្ជាប់ ការការពារ និងការធ្វើតេស្តនៃ transformers ។ ជាពិសេស វារួមបញ្ចូលការភ្ជាប់ឧបករណ៍បំប្លែង ការភ្ជាប់ផ្នែកតង់ស្យុងខ្ពស់ (បឋម) និងតង់ស្យុងទាប (បន្ទាប់បន្សំ) ការដំឡើងឧបករណ៍ការពារចរន្តលើស (ដូចជាហ្វុយស៊ីប ឬឧបករណ៍បំលែងសៀគ្វី) ការធានាសុវត្ថិភាពនៃការដាក់ដីត្រឹមត្រូវ និងធ្វើតេស្ដសាកល្បងដើម្បីផ្ទៀងផ្ទាត់មុខងារ និងសុវត្ថិភាព។",

    "title2": "ម៉ាស៊ីនភ្លើង",
    "description2": "រួមបញ្ចូលការជ្រើសរើស ការដំឡើង ខ្សែភ្លើង និងការដាក់ឱ្យដំណើរការនូវម៉ាស៊ីនភ្លើងបម្រុង ឬម៉ាស៊ីនភ្លើងបឋម។ នេះរាប់បញ្ចូលទាំងការកំណត់ទំហំម៉ាស៊ីនភ្លើង ដើម្បីបំពេញតម្រូវការផ្ទុក ការកំណត់ទីតាំង និងការធានាឯកតា ការភ្ជាប់វាទៅនឹងប្រព័ន្ធអគ្គិសនីរបស់អគារតាមរយៈ Automatic Transfer Switch (ATS) ការដាក់បញ្ចូលប្រព័ន្ធប្រេងឥន្ធនៈ និងបំពង់ផ្សែង ដំណើរការខ្សែភ្លើងគ្រប់គ្រង និងការធ្វើតេស្តធនាគារផ្ទុក ដើម្បីធានាថាវាអាចផ្គត់ផ្គង់ថាមពលដែលត្រូវការដោយភាពជឿជាក់។",

    "title3": "ក្តារចែកចាយអគ្គិសនីចម្បង និងរង",
    "description3": "ផ្តោតលើការរចនា ការប្រឌិត ការដំឡើង និងខ្សែភ្លើងខាងក្នុងនៃបន្ទះចែកចាយថាមពលសំខាន់ៗទាំងនេះ។ នេះពាក់ព័ន្ធនឹងការកំណត់ទំហំ និងប្លង់បន្ទះសមស្រប ការដំឡើងឯករភជប់ ការដំឡើង busbars ខ្សែភ្លើងយ៉ាងល្អិតល្អន់ និងការដំឡើងឧបករណ៍បំប្លែងសៀគ្វីសម្រាប់សៀគ្វីនីមួយៗ ការបញ្ចប់ខ្សែចូល និងចេញ ការដំឡើងឧបករណ៍វាស់ស្ទង់ និងធានាការដាក់ស្លាកច្បាស់លាស់ និងដ្យាក្រាមខ្សែបន្ទាត់ត្រឹមត្រូវសម្រាប់ជាឯកសារយោង និងការថែទាំនាពេលអនាគត។",

    "title4": "ប្រព័ន្ធគ្រប់គ្រងម៉ូទ័រ",
    "description4": "ពាក់ព័ន្ធនឹងការដំឡើង ខ្សែភ្លើង និងការកំណត់រចនាសម្ព័ន្ធនៃសមាសធាតុដែលបានរចនាឡើងដើម្បីគ្រប់គ្រង និងការពារម៉ូទ័រអេឡិចត្រិច។ នេះរួមបញ្ចូលទាំងការភ្ជាប់ឧបករណ៍ចាប់ផ្តើមម៉ូទ័រ (DOL, Star-Delta, Soft Starters, VFDs) សៀគ្វីគ្រប់គ្រងខ្សែភ្លើងសម្រាប់ប៊ូតុងចាប់ផ្តើម និងបញ្ឈប់ ការបិទភ្ជាប់ និងការបញ្ជូនបន្តការពារ ការរួមបញ្ចូលជាមួយប្រព័ន្ធស្វ័យប្រវត្តិកម្ម (ប្រសិនបើមាន) និងការដាក់ឱ្យដំណើរការប្រព័ន្ធដើម្បីធានាបាននូវប្រតិបត្តិការម៉ូទ័រត្រឹមត្រូវ ការគ្រប់គ្រងល្បឿន និងការការពារលើសទម្ងន់។",

    "title5": "ប្រព័ន្ធភ្លើង និងភ្លើង",
    "description5": "គ្របដណ្ដប់លើការដំឡើងខ្សែ បំពង់ទុយោ គ្រឿងបរិក្ខារ និងព្រីភ្លើងដែលផ្តល់ចរន្តអគ្គិសនីសម្រាប់បំភ្លឺ និងថាមពលទូទៅ។ នេះរាប់បញ្ចូលទាំងការដាក់ និងដំឡើងថាសដាក់ខ្សែកាប ឬបំពង់ទុយោ ការទាញ និងបិទខ្សែអគ្គិសនី ដើម្បីបំពេញតម្រូវការបន្ទុក ការដំឡើងឧបករណ៍បំភ្លឺប្រភេទផ្សេងៗ (ក្នុងផ្ទះ ខាងក្រៅ ការសង្គ្រោះបន្ទាន់) ខ្សែភ្លើង និងកុងតាក់ដំឡើង ការដំឡើងព្រីភ្លើងដែលមានគោលបំណងទូទៅ និងឧស្សាហ៍ព្យាយាម និងការធ្វើតេស្តទូលំទូលាយ ដើម្បីធានាថាចំណុចទាំងអស់មានមុខងារ និងសុវត្ថិភាព។",

    "title6": "ប្រព័ន្ធការពារដី និងរន្ទះ",
    "description6": "ផ្តោតលើការរចនា និងដំឡើងបណ្តាញសុវត្ថិភាព និងការការពារដ៏ទូលំទូលាយ។ សម្រាប់ការតោងដី មានន័យថា ការដំឡើងអេឡិចត្រូតផែនដី (កំណាត់ ចាន) ការភ្ជាប់ខ្សែរដីសំខាន់ៗ និងការភ្ជាប់ផ្នែកដែកដែលមិនមានចរន្តទាំងអស់ទៅនឹងប្រព័ន្ធដី។ សម្រាប់ការការពាររន្ទះ វារួមបញ្ចូលការដំឡើងស្ថានីយខ្យល់ (កំណាត់ផ្លេកបន្ទោរ) នៅលើដំបូល ការរត់ចុះក្រោមនៅតាមបណ្តោយផ្នែកខាងក្រៅអគារ ការភ្ជាប់ទៅបណ្តាញផ្តាច់ផែនដីដែលឧទ្ទិស និងដំឡើងឧបករណ៍ការពារ Surge Protective (SPDs) ដើម្បីការពារប្រឆាំងនឹងការកើនឡើងវ៉ុល។ ការងារទាំងអស់រួមបញ្ចូលទាំងការធ្វើតេស្តដើម្បីផ្ទៀងផ្ទាត់ប្រសិទ្ធភាព។",

    "extralowvoltage": "អគ្គិសនីតង់ស្យូតិចពិសេស",
    "title7": "ប្រព័ន្ធទូរស័ព្ទ និងទិន្នន័យ",
    "description7": "ការដំឡើងខ្សែដែលមានរចនាសម្ព័ន្ធ (Cat5e, Cat6, fiber optic), បន្ទះបំណះ, កុងតាក់បណ្តាញ, រ៉ោតទ័រ, ស៊ុមចែកចាយទូរស័ព្ទ (MDF/IDF) និងការផ្គត់ផ្គង់ថាមពលសម្រាប់ឧបករណ៍បណ្តាញសកម្ម។ នេះរួមបញ្ចូលទាំងការទាញខ្សែ ការបញ្ចប់ឧបករណ៍ភ្ជាប់ ការធ្វើតេស្តបន្ត និងការដាក់ស្លាក។",

    "title8": "ប្រព័ន្ធរោទិ៍អគ្គីភ័យ",
    "description8": "ការដំឡើងផ្ទាំងគ្រប់គ្រងសំឡេងរោទិ៍ភ្លើង (FACP) ឧបករណ៍ចាប់ផ្សែង ឧបករណ៍ចាប់កំដៅ ចំណុចហៅទូរសព្ទដោយដៃ ឧបករណ៍បន្លឺសំឡេង ស្ទ្រីប និងម៉ូឌុលចំណុចប្រទាក់។ នេះពាក់ព័ន្ធនឹងការដំណើរការខ្សែភ្លើង ការតភ្ជាប់ឧបករណ៍ទៅ FACP ធានានូវការកំណត់តំបន់ត្រឹមត្រូវ និងការរួមបញ្ចូលជាមួយប្រព័ន្ធអគារផ្សេងទៀត។ ទាមទារការប្រកាន់ខ្ជាប់នូវលេខកូដសុវត្ថិភាពអគ្គីភ័យ។",

    "title9": "ប្រព័ន្ធ CCTV",
    "description9": "ការដំឡើងកាមេរ៉ា IP ឬកាមេរ៉ាអាណាឡូក ឧបករណ៍ថតវីដេអូបណ្តាញ (NVR) ឬឧបករណ៍ថតវីដេអូឌីជីថល (DVRs) ម៉ូនីទ័រ និងការផ្គត់ផ្គង់ថាមពលដែលពាក់ព័ន្ធ។ នេះរួមបញ្ចូលទាំងការដំណើរការខ្សែ coaxial ឬ Ethernet ធានានូវការចែកចាយថាមពលគ្រប់គ្រាន់ទៅកាន់កាមេរ៉ា (PoE ឬថាមពលដាច់ដោយឡែក) ការកំណត់រចនាសម្ព័ន្ធការតភ្ជាប់បណ្តាញ និងការភ្ជាប់កាមេរ៉ាសម្រាប់ការគ្របដណ្តប់ដ៏ល្អប្រសើរ។",

    "title10": "ប្រព័ន្ធ MATV",
    "description10": "ការដំឡើងអង់តែន ឧបករណ៍ពង្រីកសញ្ញា ប្រដាប់បំបែក ឧបករណ៍បំពងសំឡេង និងខ្សែ coaxial ដើម្បីចែកចាយសញ្ញាទូរទស្សន៍ (ការផ្សាយ ផ្កាយរណប) ទៅកាន់កន្លែងលក់ជាច្រើននៅក្នុងអគារមួយ។ នេះពាក់ព័ន្ធនឹងការដាក់ដីត្រឹមត្រូវ តុល្យភាពសញ្ញា និងធានាការចែកចាយសញ្ញាស្អាត។",

    "title11": "ប្រព័ន្ធត្រួតពិនិត្យការចូលប្រើ",
    "description11": "ការដំឡើងផ្ទាំងគ្រប់គ្រងការចូលប្រើ ឧបករណ៍អានកាត ម៉ាស៊ីនស្កេនជីវមាត្រ កូដកម្មអគ្គិសនី សោម៉ាញេទិក សំណើរប៊ូតុងចេញ និងខ្សែភ្លើងដែលពាក់ព័ន្ធ។ នេះតម្រូវឱ្យមានខ្សែភ្លើងច្បាស់លាស់សម្រាប់ការចាក់សោទ្វារ ការរួមបញ្ចូលជាមួយប្រព័ន្ធរោទិ៍អគ្គីភ័យសម្រាប់ការសង្គ្រោះបន្ទាន់ និងការផ្គត់ផ្គង់ថាមពលសម្រាប់សមាសធាតុទាំងអស់។",

    "title12": "ប្រព័ន្ធអាសយដ្ឋានសាធារណៈ",
    "description12": "ការដំឡើងឧបករណ៍បំពងសំឡេង ឧបករណ៍លាយ មីក្រូហ្វូន ឧបករណ៍បំពងសំឡេង ការគ្រប់គ្រងកម្រិតសំឡេង និងខ្សែដែលពាក់ព័ន្ធ។ នេះរាប់បញ្ចូលទាំងខ្សែឧបករណ៍បំពងសម្លេងដែលកំពុងដំណើរការ ធានាការផ្គូផ្គង impedance ត្រឹមត្រូវ និងការផ្តល់នូវសៀគ្វីថាមពលដែលឧទ្ទិសសម្រាប់ rack amplifiers។",

    "title13": "ប្រព័ន្ធឈ្លានពាន",
    "description13": "ការដំឡើងផ្ទាំងបញ្ជាសំឡេងរោទិ៍ ឧបករណ៍ចាប់ចលនា ទំនាក់ទំនងទ្វារ/បង្អួច ឧបករណ៍ចាប់សញ្ញាបំបែកកញ្ចក់ ស៊ីរ៉ែន ស្ទ្រីប និងបន្ទះគ្រាប់ចុច។ នេះពាក់ព័ន្ធនឹងការដំណើរការខ្សែភ្លើងតង់ស្យុងទាបទៅកាន់ឧបករណ៍ចាប់សញ្ញាទាំងអស់ ភ្ជាប់ពួកវាទៅផ្ទាំងបញ្ជា និងធានានូវការការពារការរំខាន។",

    "title14": "ប្រព័ន្ធគ្រប់គ្រងអគារ",
    "description14": "ការដំឡើងឧបករណ៍វាល (ឧបករណ៍ចាប់សញ្ញា ឧបករណ៏សកម្ម) ឧបករណ៍បញ្ជា (ឧបករណ៍បញ្ជា DDC) ហេដ្ឋារចនាសម្ព័ន្ធបណ្តាញ (អ៊ីសឺរណិត សៀរៀល) និងការផ្គត់ផ្គង់ថាមពលសម្រាប់សមាសធាតុ BMS ទាំងអស់។ នេះច្រើនតែជាប្រព័ន្ធរួមបញ្ចូលគ្នាច្រើនបំផុត ដែលទាមទារខ្សែភ្លើងស្មុគស្មាញដើម្បីភ្ជាប់ទៅប្រព័ន្ធ HVAC ការគ្រប់គ្រងភ្លើង ការត្រួតពិនិត្យថាមពល និងប្រព័ន្ធ ELV ផ្សេងទៀត។ វាពាក់ព័ន្ធនឹងការដំណើរការខ្សែគ្រប់គ្រង ខ្សែបណ្តាញ និងការធានានូវពិធីការទំនាក់ទំនងត្រឹមត្រូវ។"
  },

  "Plumbing": {
    "plumbing": "សេវាកម្មបំពង់ទឹក",
    "title1": "ប្រព័ន្ធផ្គត់ផ្គង់ទឹក",
    "description1": "ការដំឡើងខ្សែទឹកសំខាន់ៗពីប្រភពទៅអាគារ។ នេះរួមបញ្ចូលទាំងការដាក់បំពង់ (PVC, PEX, ទង់ដែង) ការដំឡើងនិយតករសម្ពាធ ឧបករណ៍វាស់ទឹក សន្ទះបិទបើក និងការចែកចាយខ្សែទឹកទៅកាន់គ្រប់បរិក្ខារ និងកន្លែងលក់នៅទូទាំងអាគារ ដោយធានាបាននូវសម្ពាធ និងលំហូរគ្រប់គ្រាន់។",

    "title2": "ប្រព័ន្ធទឹកក្តៅ",
    "description2": "ការដំឡើងឧបករណ៍កម្តៅទឹក (ធុងគ្មានធុង សូឡា ម៉ាស៊ីនបូមកំដៅ) បណ្តាញផ្គត់ផ្គង់ទឹកក្តៅ វ៉ាល់ចម្រុះ និងខ្សែចរន្តឡើងវិញប្រសិនបើចាំបាច់។ នេះពាក់ព័ន្ធនឹងការភ្ជាប់ម៉ាស៊ីនកម្តៅទឹកក្តៅទៅនឹងការផ្គត់ផ្គង់ទឹកត្រជាក់ និងការចែកចាយទឹកក្តៅទៅកាន់គ្រប់ចំណុចនៃការប្រើប្រាស់ (លិច ផ្កាឈូក) ធានាបាននូវអ៊ីសូឡង់ត្រឹមត្រូវ និងសុវត្ថិភាព។",

    "title3": "ប្រព័ន្ធលូបង្ហូរទឹកភ្លៀង",
    "description3": "ការដំឡើងប្រព័ន្ធលូ លូបង្ហូរទឹកដំបូល និងបំពង់បង្ហូរទឹកក្រោមដី ដើម្បីប្រមូលទឹកភ្លៀងពីដំបូល និងផ្ទៃផ្សេងទៀត។ នេះរួមបញ្ចូលទាំងការភ្ជាប់បំពង់ទាំងនេះទៅនឹងលូទឹកព្យុះ ស្រះស្តុកទឹក ឬប្រព័ន្ធប្រមូលទឹកភ្លៀង ដោយធានានូវជម្រាលត្រឹមត្រូវសម្រាប់ការបង្ហូរទំនាញ និងការពារទឹកជ្រាបចូលទៅក្នុងអាគារ។",

    "title4": "ដី កាកសំណល់ និងប្រព័ន្ធខ្យល់",
    "description4": "ការដំឡើងបំពង់បង្ហូរទឹកសម្រាប់ \"ទឹកខ្មៅ\" (ពីបង្គន់) \"ទឹកពណ៌ប្រផេះ\" (ពីលិច ផ្កាឈូក បោកគក់) និងប្រព័ន្ធខ្យល់ដ៏ទូលំទូលាយ។ នេះពាក់ព័ន្ធនឹងការបង្កើតអន្ទាក់ត្រឹមត្រូវនៅកន្លែងជួសជុល ខ្សែបង្ហូរជម្រាលសម្រាប់លំហូរទំនាញ តភ្ជាប់ទៅជង់កាកសំណល់សំខាន់ៗ និងការដំឡើងបំពង់ខ្យល់ទៅកាន់បរិយាកាសខាងក្រៅដើម្បីការពារការបង្ហូរចេញ និងអនុញ្ញាតឱ្យមានការបង្ហូរទឹកត្រឹមត្រូវ ដែលទាំងអស់នេះនាំទៅដល់ប្រព័ន្ធលូសាធារណៈ ឬធុងទឹកស្អុយ។",

    "title5": "ឧបករណ៍សង្ហារិមទឹក",
    "description5": "ការដំឡើង និងភ្ជាប់ឧបករណ៍បរិក្ខារផ្សេងៗដូចជា បង្គន់ លិច អាងងូតទឹក ផ្កាឈូក បង្គន់ និងបង្គន់។ នេះរួមបញ្ចូលទាំងការភ្ជាប់បណ្តាញផ្គត់ផ្គង់ទឹកក្តៅ និងទឹកត្រជាក់ ខ្សែបង្ហូរកាកសំណល់ និងធានាការផ្សាភ្ជាប់ត្រឹមត្រូវ និងមុខងារនៃគ្រឿងបរិក្ខារនីមួយៗ។",

    "title6": "ប្រព័ន្ធពន្លត់អគ្គីភ័យ",
    "description6": "ការដំឡើងបណ្តាញបំពង់សម្រាប់ពន្លត់អគ្គីភ័យ។ នេះរួមបញ្ចូលទាំងការភ្ជាប់ទៅការផ្គត់ផ្គង់ទឹកដែលយកចិត្តទុកដាក់ (ជាញឹកញាប់ជាមួយស្នប់ និងធុង) ការដំឡើងក្បាលបាញ់ បំពង់ទឹក បំពង់ពន្លត់អគ្គីភ័យ វ៉ាល់គ្រប់គ្រង (សន្ទះបិទបើកសំឡេងរោទិ៍ សន្ទះត្រួតពិនិត្យ) និងចំណុចសាកល្បង។ ប្រព័ន្ធនេះត្រូវបានរចនាឡើងដើម្បីចែកចាយទឹកបានលឿន និងមានប្រសិទ្ធភាពក្នុងករណីអគ្គីភ័យ ទាមទារការប្រកាន់ខ្ជាប់នូវលេខកូដភ្លើងយ៉ាងតឹងរឹង។",

    "title7": "ប្រព័ន្ធពន្លត់ឧស្ម័នផ្ទះបាយ",
    "description7": "ការដំឡើងបន្ទាត់ឧស្ម័នដើម្បីបញ្ជូនភ្នាក់ងារបង្ក្រាប (CO2 សារធាតុគីមីសើម) ទៅកាន់ក្បាលម៉ាស៊ីនជាក់លាក់ដែលមានទីតាំងនៅខាងលើឧបករណ៍ចម្អិនអាហារ។ នេះពាក់ព័ន្ធនឹងការដាក់បំពង់ និងក្បាលម៉ាស៊ីនយ៉ាងជាក់លាក់ដែលភ្ជាប់ទៅនឹងស៊ីឡាំងកណ្តាល និងប្រព័ន្ធធ្វើឱ្យសកម្ម។ ខណៈពេលដែលមិនមានប្រព័ន្ធទឹកយ៉ាងតឹងរ៉ឹង វាពាក់ព័ន្ធនឹងការដាក់បំពង់សម្រាប់ការចែកចាយឧស្ម័ន។",

    "title8": "ប្រព័ន្ធអាងហែលទឹក",
    "description8": "ការដំឡើងបំពង់សម្រាប់ចរាចរទឹក ចម្រោះ កំដៅ និងការព្យាបាលគីមីនៅក្នុងអាង។ នេះរួមបញ្ចូលទាំងការភ្ជាប់ skimmers, main drains, return jets, pumps, filters, heaters, chlorinators, sanitizers, and backwash line ធានាតុល្យភាពធារាសាស្ត្រត្រឹមត្រូវសម្រាប់គុណភាពទឹក និងភាពច្បាស់លាស់។",

    "title9": "ប្រព័ន្ធស្រោចស្រពដោយស្វ័យប្រវត្តិ",
    "description9": "ការដំឡើងបណ្តាញផ្គត់ផ្គង់ទឹក ការជួបប្រជុំគ្នាជាច្រើន សន្ទះបិទបើក ឧបករណ៍បញ្ជាប្រព័ន្ធធារាសាស្រ្ត និងប្រភេទផ្សេងៗនៃក្បាលបាញ់ទឹក ឬឧបករណ៍បញ្ចេញទឹកហូរ។ នេះពាក់ព័ន្ធនឹងការរៀបចំប្រព័ន្ធដោយផ្អែកលើការរចនាទេសភាព ការតភ្ជាប់ទៅប្រភពទឹក និងធានាសូម្បីតែការចែកចាយទឹកសម្រាប់ការរៀបចំទេសភាព។",

    "title10": "ប្រព័ន្ធសម្អាតទឹក",
    "description10": "ការដំឡើងតម្រងទឹក (ដីល្បាប់ កាបូន) ម៉ាស៊ីនបន្សុទ្ធទឹក ម៉ាស៊ីនបន្សុតកាំរស្មីយូវី ប្រព័ន្ធបញ្ច្រាស osmosis (RO) និងបំពង់បង្ហូរ និងវ៉ាល់ឆ្លងកាត់។ នេះពាក់ព័ន្ធនឹងការរួមបញ្ចូលគ្រឿងទាំងនេះទៅក្នុងបណ្តាញផ្គត់ផ្គង់ទឹកសំខាន់ ជាញឹកញាប់នៅចំណុចចូល ឬចំណុចជាក់លាក់នៃការប្រើប្រាស់ ដើម្បីបង្កើនគុណភាពទឹក។"
  },

  "CivilService": {
    "build": "សាងសង់",
    "cservices": "",
    "ctext": "",
    "bdescription": "តំណាងឱ្យការបង្កើតរចនាសម្ព័ន្ធ ហេដ្ឋារចនាសម្ព័ន្ធ និងសហគមន៍ពីគំនិតរហូតដល់ការបញ្ចប់",
    "strength": "កម្លាំង",
    "sdescription": "ជានិមិត្តរូបនៃភាពធន់ ភាពរឹងមាំនៃរចនាសម្ព័ន្ធ និងឧត្តមភាពផ្នែកវិស្វកម្ម ដើម្បីទប់ទល់នឹងពេលវេលា និងបញ្ហាប្រឈមនានា",
    "trust": "ទំនុកចិត្ត",
    "tdescription": "ឆ្លុះបញ្ចាំងពីភាពជឿជាក់ វិជ្ជាជីវៈ និងការប្តេជ្ញាចិត្តក្នុងការផ្តល់នូវគម្រោងប្រកបដោយសុវត្ថិភាព និងគុណភាពខ្ពស់",
    "title1": "ការអនុវត្តគម្រោង និងការត្រួតពិនិត្យ",
    "description1": "វិស្វករសំណង់ស៊ីវិលត្រួតពិនិត្យសកម្មភាពគេហទំព័រប្រចាំថ្ងៃ ដើម្បីធានាថាពួកគេប្រកាន់ខ្ជាប់នូវផែនការដែលបានអនុម័ត លក្ខណៈបច្ចេកទេស និងការកំណត់ពេលវេលាដែលបានបង្កើតឡើង។ ពួកគេផ្តល់ការណែនាំបច្ចេកទេសសំខាន់ៗដល់ក្រុមគេហទំព័រ និងអ្នកម៉ៅការបន្ត ដោយធានាថាការងារទាំងអស់ត្រូវបានប្រតិបត្តិដោយអនុលោមតាមកូដ ស្តង់ដារ និងបទប្បញ្ញត្តិពាក់ព័ន្ធ។",
    "title2": "ការសម្របសម្រួល និងទំនាក់ទំនង",
    "description2": "បម្រើជាចំណុចសំខាន់នៃទំនាក់ទំនងបច្ចេកទេស វិស្វករសម្របសម្រួលទំនាក់ទំនងរវាងក្រុមគម្រោង អ្នកម៉ៅការ និងអ្នកប្រឹក្សា។ ពួកគេសម្របសម្រួលជាមួយស្ថាបត្យករ វិស្វករសំណង់ និងក្រុម MEP ដើម្បីដោះស្រាយបញ្ហានានាដែលកើតឡើងនៅលើគេហទំព័រប្រកបដោយប្រសិទ្ធភាព។ ការចូលរួមជាទៀងទាត់នៅឯការប្រជុំតាមទីតាំងក៏ជាកាតព្វកិច្ចសំខាន់ផងដែរ ដែលពួកគេរាយការណ៍អំពីវឌ្ឍនភាពគម្រោងទៅកាន់ការគ្រប់គ្រង។",
    "title3": "ការធានាគុណភាព",
    "description3": "ផ្នែកសំខាន់នៃតួនាទីគឺការគ្រប់គ្រងគុណភាព។ វិស្វករសំណង់ស៊ីវិលត្រួតពិនិត្យសម្ភារៈទាំងអស់ដែលបានប្រគល់ទៅកន្លែងដើម្បីធានាថាពួកគេគោរពតាមលក្ខណៈបច្ចេកទេសគម្រោង។ ពួកគេក៏ធ្វើការត្រួតពិនិត្យគុណភាពជាទៀងទាត់លើការងារដែលកំពុងធ្វើ និងអនុវត្តសកម្មភាពកែតម្រូវចំពោះពិការភាព ឬគម្លាតណាមួយដែលបានរកឃើញ។",
    "title4": "សុវត្ថិភាព និងអនុលោមភាព",
    "description4": "វិស្វករមានទំនួលខុសត្រូវក្នុងការអនុវត្តច្បាប់សុវត្ថិភាពទីតាំង និងធានាការអនុលោមតាមបទប្បញ្ញត្តិសុខភាព និងសុវត្ថិភាពទាំងអស់។ ក្នុងករណីមានឧបទ្ទវហេតុកើតឡើង ពួកគេត្រូវតែរាយការណ៍អំពីវា និងអនុវត្តវិធានការបង្ការ ដើម្បីធានាបាននូវបរិយាកាសការងារប្រកបដោយសុវត្ថិភាពសម្រាប់អ្នករាល់គ្នានៅនឹងកន្លែង។",
    "title5": "ឯកសារ និងរបាយការណ៍",
    "description5": "វិស្វករសំណង់ស៊ីវិលរក្សាកំណត់ត្រាគេហទំព័រដ៏ទូលំទូលាយ រួមទាំងរបាយការណ៍វឌ្ឍនភាពប្រចាំថ្ងៃ កំណត់ហេតុត្រួតពិនិត្យ និងគំនូរដែលបានសាងសង់។ ពួកគេក៏ទទួលខុសត្រូវក្នុងការរៀបចំរបាយការណ៍លម្អិតសម្រាប់ការគ្រប់គ្រងលើស្ថានភាពរបស់គម្រោង រួមទាំងការពន្យារពេល ឬបញ្ហាដែលបានកើតឡើង។"
  },

  "Footer": {
    "namecompany": "អាល់ហ្វា​ អិមអេសអេច​​ ឯ.ក.",
    "text1": "ទាក់ទងជាមួយទីប្រឹក្សារបស់យើងនៅថ្ងៃនេះ!",
    "text2": "បណ្តាញសង្គម",
    "text3": "របស់យើង",
    "description1": "ជាក្រុមហ៊ុនកម្ពុជាដែលបានចុះបញ្ជីការដែលផ្តល់អ្នកជំនាញផ្នែកសំណង់ស៊ីវិល ស្ថាបត្យកម្ម មេកានិច អគ្គិសនី និងប្រព័ន្ធទឹក (MEP)",
    "AboutUs": "អំពីយើង",
    "company": "ក្រុមហ៊ុនរបស់យើង",
    "whoweare": "យើងជាអ្នកណា",
    "speechfromceo": "សុន្ទរកថាពីប្រធានក្រុមហ៊ុន",
    "mission&vision": "បេសកកម្ម និងទស្សនៈ",
    "teammembers": "សមាជិកក្រុម",
    "OurServices": "សេវាកម្មរបស់យើង",
    "MechanicalServices": "ម៉ាស៊ីនអេឡិចត្រូនិច",
    "ElectricalServices": "អគ្គិសនីត(ត្រង់ស្វូ)",
    "PlumbingServices": "ប្រពន្ធ័ទឹក",
    "CivilServices": "សំណង់របស់អគារ",
    "ArchitectureServices": "ស្ថាបត្យកម្ម",
    "OurProject": "គម្រោងរបស់យើង",
    "InProgress": "គម្រោងកំពុងដំណើរការ",
    "Completed": "គម្រោងត្រូវបានបញ្ចប់",
    "Future": "គម្រោងនាពេលអនាគត",
    "Contact": "ទំនាក់ទំនង",
    "description2": "© សូមស្វាគមន៍មកកាន់ក្រុមហ៊ុន អាល់ហ្វា​ អិមអេសអេច​​ ឯ.ក. រក្សាសិទ្ធិគ្រប់យ៉ាង",
    "btn": "ពព័ត៌មានបន្ថែម"
  }
}
